import pic1 from "../assets/galleryPage/pic1.jpg";
import pic2 from "../assets/galleryPage/pic2.jpg";
import pic3 from "../assets/galleryPage/pic3.jpg";
import pic4 from "../assets/galleryPage/pic4.jpg";
import pic5 from "../assets/galleryPage/pic5.jpg";
import pic6 from "../assets/galleryPage/pic6.jpg";
import pic7 from "../assets/galleryPage/pic7.jpg";
import pic8 from "../assets/galleryPage/pic8.jpg";

export const GalleryCardsConfig = [
  pic1,
  pic2,
  pic3,
  pic4,
  pic5,
  pic6,
  pic7,
  pic8,
];

export const questionsConfig = [
  {
    title: "Какой у тебя рост?",
    num: "1",
    value1: "120-150",
    value2: "151-180",
    value3: "181 и выше",
  },
  {
    title: "Как часто ты занимаешься спортом?",
    num: "2",
    value1: "пару раз в неделю",
    value2: "пару раз в месяц",
    value3: "очень редко",
  },
  {
    title: "Как у вас с клаустрофобией?",
    num: "3",
    value1: "это моя частая проблема",
    value2: "случается, но я справляюсь",
    value3: "а что это?",
  },
  {
    title: "Как часто вы испытываете чувство тревоги?",
    num: "4",
    value1: "переживаю по каждому пустяку",
    value2: "случается, но не часто",
    value3: "я очень спокоен и могу держать себя в руках",
  },
  {
    title: "Где бы вы хотели сейчас оказаться?",
    num: "5",
    value1: "в новом и необычном для себя месте",
    value2: "хотелось бы на прогулку",
    value3: "можно остаться дома и поспать?",
  },
  {
    title: "Какие у вас ощущения после этого видео?",
    num: "6",
    value1: "мне поплохело",
    value2: "второй раз лучше не включать",
    value3: "не испытал ничего необычного",
  },
  {
    title: "Тест на внимательность: каким был 3-ий вопрос?",
    num: "7",
    value1: "Как часто ты занимаешься спортом?",
    value2: "Как у вас с клаустрофобией?",
    value3: "Как часто вы испытываете чувство тревоги?",
  },
  {
    title:
      "Испытываете ли вы какие-либо дискомфортные ощущения, связанные с вашим физическим здоровьем?",
    num: "8",
    value1: "нет, мое здоровье в полном порядке",
    value2: "время от времени появляются недомогания",
    value3: "я чувствую себя на 30 лет старше из-за моих болячек",
  },
  {
    title:
      "Сколько тебе необходимо часов сна, чтобы целый день чувствовать себя бодрым?",
    num: "9",
    value1: "мне хватает 6 часов",
    value2: "сплю стандартно 8-9 часов",
    value3: "я бы спал весь день",
  },
  {
    title: "Часто ли ты сомневаешься перед тем, как принять решение?",
    num: "10",
    value1: "никогда, я уверен в себе",
    value2: "иногда бывает",
    value3:
      "каждый день жизнь подкидывает сложные ситуации, в ешении которых я сомневаюсь",
  },
];